use myblog;
db.getCollection('user').insert({
	"id":1,
	"uname":"Toncsin",
	"upwd":"Tang1995",
	"phone":"+86 13036780089",
	"email":"791012109@qq.com",
	"QQ":"791012109",
	"prize":"So Many..."
});
db.getCollection('article').insert([
    {"id":1,"title":"第一秒","content":"冬日里，阳光顺着光秃秃的枝桠流泻，我只是轻轻的将我的幸福搁浅，纯色牧童亦无发现我是真的动心，天蓝色沙丘被海水冲刷一遍一遍。"},
    {"id":2,"title":"第二秒","content":"如果不是萌动的飞鸟选择融掉双翼，如果不是辛勤的蜜蜂选择挥洒汗水，也许，我就任荒草又萋萋了庭前，也许，我就相信街边葫芦依旧香甜。"},
    {"id":3,"title":"第三秒","content":"时光之梦即将关闭，光芒渐次隐退，穿着白色长袍的使者将鼓面狠狠敲击，我迈着豪迈的步伐脸上却满是犹豫，我们不缺少任何光荣，但光荣的人却缺少我们。"},
    {"id":4,"title":"第四秒","content":"我百般无赖地用手指温暖着窗户上的冰花，然后，盯着水滴留下的不规则轨迹发呆，我想有人在风中帮我理顺乱糟糟的长头发，我想有人在呵气成霜的湖面拥我入怀。"},
    {"id":5,"title":"第五秒","content":"我巴不得问你放下骄傲，放下矜持，洗却尘世十几年历练的心，但单凭生命最初的力量稀里糊涂的爱，一朵云，一片海，无所谓世情、时间。"},
    {"id":6,"title":"第六秒","content":"安东尼奥的歌在唱，飞鸟在奔跑，活着不只为了看某个破晓天空又清冷又迷.幻，我愿意与暴风雨共同完成深邃的优美，爱过，就不再奢望洒脱。"},
    {"id":7,"title":"第七秒","content":"听说，鱼只有七秒记忆，如果我们都是鱼，你能不能用第七秒的时间爱上我，如果前世我已是你皓腕下错过的那朵莲，如果今生我们又相遇在错的时间。"}
]);
db.getCollection('diary').insert([
	{"id":1,"title":"away","content":"风雨难洗心痕 ，沧桑不灭情殇 ，莫要轻言亘古 ，离散才看荒凉。"},
	{"id":2,"title":"amativeness","content":"轻吟一句情话，执笔一副情画。绽放一地情花，覆盖一片青瓦。共饮一杯清茶，同研一碗青砂。挽起一面轻纱，看清天边月牙。爱像水墨青花，何惧刹那芳华。"}
]);
db.getCollection('essay').insert([
{"id":1,"title":"you","content":"悠悠时光漫长，有你常在身旁。"},
{"id":2,"title":"star","content":"今晚没有星星，但我可以看你的眼睛。"},
{"id":3,"title":"heart","content":"但愿心相知，无言也温柔。"},
{"id":4,"title":"feeling","content":"喜欢你，是我最透明的心情。"}
]);